insert into public.submissions
  (id, owner_id, owner_name, author_name, email, section, subsection, title, bio, content, images, status, parent_id, chapter_no, is_original, created_at)
OVERRIDING SYSTEM VALUE values

(1, $sq$2112445970011652096$sq$, $sq$Yazov$sq$, $sq$Yazov$sq$, $sq$482742624@qq.com$sq$, $sq$哲学$sq$, $sq$马克思主义哲学$sq$, $sq$共产主义？（投稿测试）$sq$, NULL, $sq$共产主义作为当代国内互联网讨论的重要部分，其充当了某种“靶子”的功能，似乎无论是左翼还是右翼，都可以或多或少的谈论着自己对共产主义的理解，然而事实上这种理解本身不具备任何现实的效力：共产主义不是作为一个理想化的，计划性的，设计性的框架存在的。
通过对世界历史整体的考察不难发现，任何一种制度都不是在一种预设下产生的，与之相反的是，每一个制度都是回溯性建构出来的，也就是说不是先有了一个资本主义制度的设想，再有的资本主义，而是先有了被我们后世称为“资本主义”的生产生活方式，再有的我们赋予这一种生产生活方式以“资本主义”的名称$sq$, NULL, $sq$accepted$sq$, NULL, 1, true, $sq$2026-10-20T10:10:25.24325+00:00$sq$),
(2, $sq$2112483641647960064$sq$, $sq$格蕾$sq$, $sq$ZUN$sq$, $sq$2860789899@qq.com$sq$, $sq$小说$sq$, $sq$短篇$sq$, $sq$蓬莱人形$sq$, $sq$2002.8.11 ZUN（正直村的私生子，患畏高症最重的我）$sq$, $sq$『那是人类和妖怪的全新关系』

我们正直村一开始就只有八人。
全员搬迁到东面山头已经有两年时间。
真的是每天都很无聊。
某天，其中一人在桃木边上发现了一个小洞。
是的，从那以后我们都迷失在乐园之中。
于是立刻，我就舍弃了人类的身份。

1.蓬莱传说

『不死之药，即使是始皇帝派遣的人也没有找到…
辉夜在想些什么？…蓬莱玉枝怎么可能找的到』


好奇心最旺盛的我，急歩直往森林深处。
我在森林深处被神秘的小丑叫住，他看上去一脸愉快，把蓬莱玉枝递给了我。
在接过的那一瞬，我仿佛感到头和身体分开了一样。
我既不能动弹也无法出声，再也无法见到同伴。

剩下的正直者还有七人。


2.二色莲花蝶　～ Red and White

『好像又有奇怪的人混进来了。
在她来到神社之前不做些什么的话…啊，那女孩…看来既不是人类又不是妖怪』


早上，在池水上起舞的红白二色巫女映入眼帘。
起得最早的我，长时间沉醉在那冷酷无情而又过激的舞姿中。
不久后下起了雨，当我回过神来时，巫女的身影已经无处寻觅了。


3.樱花之恋冢　～ Japanese Flower

『那樱花树下，即使是现在依然还在沉睡吧。
曾经是那样深红的花瓣，年复一年地愈显苍白。
或许在那片土地里，已经再也没有什么留下了吧』


雨毫无停止之意。
巫女全身湿透地，仿佛融入雨中一般消失于无影。
专注在巫女身上而不知刚才的雨已化为暴风雨，最美的我被小丑所俘虏了。
小丑就这样消失在暴风雨中， 我已无法回到我们的地方。

剩下的正直者还有六人。


4.明治十七年的上海爱丽丝

『鸦片的烟融入云雾之中，渗透到街上每一个角落。我身在租界。
人们穿着华丽夺目的衣裳跳着华尔兹。那个魔法无法到达这里。』


是夜，六人举行了一个异国风情的宴会。
最年幼的我因为还不能碰鸦片和酒，正处在极度无聊当中。
我悄悄地逃开了那个地方，可是却在黑暗中被不吉利的小丑给捉到了。
我，简单而干脆地，被人割下头颅。
连第二次感到无聊的机会也没有了。

剩下的正直者还有五人。


5.东方怪绮谈

『“妖怪？别那么没有常识呀。”
但是，我很清楚。妖怪只要让人类那么想，自己就能活在和平之中。妖怪要比人类和睦而且现实多了。』


我奔跑着，直到无法喘过气息。
最胆怯的我，对这个乐园充满恐惧。
虽然这都在我的预料当中，但无论跑到何地，我依然找不到归途。
我所想念的人都已消失，支撑我生存下去的理由也已丧失，所以我带着沮丧把绳子绕过粗枝，并引颈上吊。
……为什么我还有意识？
是绳子太脆弱了吗？
……最胆怯的我已脱胎换骨。
既然已无可失去，我决定再给自己一次机会，装成人类的样子。


6.神秘的人偶

『啊啊，那个人偶，我想要快点扔了它。
因为那个蓝眼睛。时不时会给黑乌鸦给叼走的吧？　那眼睛可是真的眼睛哦。
因为我经常都会嵌入新的眼睛嘛。』


醒来时，我们五人身处黑暗之中。
据某人所言，我们似乎被神秘的小丑抓了起来。
那四人订下了幼稚的逃脱计划。
最聪明的我，虽然觉得应该阻止他们，但我始终也没能说出口。
计划照四人想象的进行，一反我的预料以成功告终。
然后我就永远都无法出逃了。
在漫长的黑暗中消磨时间，此时我立刻就察觉到了小丑就在我们之中。
突然间我感到了身后的气息。
然而，我选择听天由命。
热感便从我背上扩散开去。



7.马戏团幻想

『好，接下来轮到鸟人出场。
这个鸟人，竟然是只在遥远的南方国家出现罕见的极乐鸟与人类的孩子哦。
亲人很早以前就死了，我们剧团看他一个孤儿够可怜的，就向他施以援手。很了不起吧？』

我们成功地逃了出来。
我们感叹着我们的聪明，然后回到了我们在乐园中寻找到的住处。
谁都没有任何互相怀疑的想法。
大家都是正直的人。
大家都很要好……


8.人偶之森

『雨不停的下。自从我迷失在这宅邸之后，就再没见过太阳。
究竟过了多少时日了啊。
人偶在啰嗦个不停。
于是我，把人偶的头割了下来。
这样看，雨就像停下来了一样。』

乐园为我们准备了一间正好能住的房子。
森林深处里的那古旧洋馆，无论何时都接纳我们。
可是照平时那样需要大量准备的饭菜，现在只要准备一半就够了。
因为我们这些正直的人不知何时只剩下了一半。


9.Witch of Love Potion

『怎么可能，我也不是笨蛋。
说给朋友听的话只会被他们笑话而已。
说那家店会卖媚药什么的。
所以，我背着其他人把蓄钱的小猪给砸碎了。』


下午，固定的午茶时间。
平时只是苦涩味的咖啡，今天却感觉到一丝甜味。
没想到，里面竟然放了媚药（Love Potion）
……最成熟的我，恋慕着美丽的小丑，幸福的坠入梦乡。

剩下的正直者还有三人。



10.重生

『原本在连路都没有的森林深处建起洋馆，这就够不可思议的了。
住在那里的她也极少出现在街上。　
不过，最近看到一个和她女儿很相似的人。
为什么我会知道那是她女儿？那个嘛，因为那人很像孩提时代的她。。。』


我看到了很明显是被毒杀的同伴。
那不可能是自杀。
咖啡是我随意挑选之后就配送到大家房间里的。
我没有告诉其他两人他已死去。
戒心最大的我，不再去吃不是自己准备的食物。
我在他们两人沉睡之前拼命保持清醒。

我们进入各人的房间并锁上。
对，我怀疑两个中的其中一个。
耳边突然响起在不知何处传来的声音，如是打钉入木一般。
究竟是谁在搞鬼？
我的脸在可怕的黑暗之中扭曲着。
我的手脚随着声音疼痛起来。
简直就像被五寸钉所扎一样。
我还考虑是不是该去找灵媒师商量商量，但我发觉了一件事。

是啊，我已被人钉在了树木之上，动弹不得。是谁把我钉在了树木上？
然后，最后的一颗钉打入眉心。
在那里，我看到了预想中的脸。
还没来得及叫喊，光线就已完全断绝。

你实在是太没出息了。
难道不明白正直者会遭殃的吗？
难道以往那敏锐的触觉就因为这样的隐居生活……
而麻痹了吗？
难道不想再一次喜欢上街道的繁盛，富有以及快乐吗？
我，不过是希望大家一起像以前一样组成盗贼团，重新度过一次人生罢了。
完成了一件事情的我，预备好早餐，等到天亮。


11.U.N.OWEN就是她吗？

『你缺乏想象力。想要让别人进你的圈套那是不可能的。像U.N. Owen那样想像力丰富的犯人的话，　在你的脖子上捆上绳子那可是轻而易举的。』

最早起来的我，意识业已陷入苟延残喘之中。
早上的火腿蛋里该是放入了什么吧。
我的头脑是多么的糟糕啊，只剩下两人之前竟完全没有意识到。
全部都是他搞的鬼。
真应该他刚发疯的时候就把他杀掉。
但不管怎样，都已经是太迟了…
曾经的巫女仿佛出现在我眼前。
是我的幻觉吗？
况且，她的发色是那样的金黄吗？
以我的生命作为交换，我渴望能再看着这幻觉一阵子。
我如此地诉求着，然而唯有前者得到兑现。


12.永远的巫女

『今天又是无事的一天
明天我担保也是没有事发生。
这里谁也不会来。人也是，神也是。
妖怪？啊啊，每天都来啊。』

自那天起脱胎换骨的我，在昨天晚饭过后，强烈的睡意便侵袭而至。
头像是裂开一般的疼。
昨晚的事我无法记起一丝一毫，感觉仿佛是做了一个很长的梦。
如果连眼前的现实也不用去面对那该多好…
那是怎么回事啊，一人喝咖啡中毒，一人被钉在树木上，然后还有一个被斩首……
这实在太……
我准备好椅子和绳，自言自语道。
最后死的人，只可能是喝咖啡而死的人。
换句话说，就是那样子吗？
就是那样子吧。
我的晚饭中似是放入了什么吧。
那对我已经是无关紧要了，我现在只是孑然一身。
对这充满肮脏的谎言的世界，我已经无所依恋。
这次用足够结实的绳绑住天井，我把高椅踢开。这一次，身体再也没有回到地上了。

此后正直者就不复存在。



13.空中飞翔的巫女不可思议的每天

『最近，说着“这是魔法”、“这是妖怪”这样不学无术
的话的人增加了。 真令人叹息。』


乐园的巫女，一如往常地送走了始终平和的夏天。
夏日某天，巫女的日记上这样地记录着。

八月〇日要说今天所遇到的事，那就是我遇到了从森林里的废洋馆中走出来的美丽金发少女。
虽然我觉得我该在哪里见过她，但那种琐碎的事我就记不清了。
那女孩恶作剧地吐出舌头并点头行礼，然后大笑着往乐园的出口走去。
奇怪的女孩呢。
提起这个，那女孩该是正直者八人组里唯一一位女性吧，虽然那些事怎样都好。
啊——
今天又是无聊的一天啊…


这个乐园“幻想乡”中人类的数量减少了八人，七人的遗体被妖怪们安心地带走了。
幻想乡永远失去了正直者。
那单单是数值的变化罢了。
那种事，根本算不上是大新闻。
$sq$, $sq$10377.jpg$sq$, $sq$accepted$sq$, NULL, 1, true, $sq$2026-10-20T11:52:42.286025+00:00$sq$),
(3, $sq$2112483641647960064$sq$, $sq$格蕾$sq$, $sq$格蕾$sq$, $sq$2860789899@qq.com$sq$, $sq$照片$sq$, NULL, $sq$仰望岁月$sq$, $sq$新青年$sq$, $sq$本人逛遍旧城区，发现许多被岁月收藏的旧日风景，故有感记录$sq$, $sq$9653_1_1_6351256.jpg、9637_1_1_7462439.jpg、9638_1_1_4625312.jpg$sq$, $sq$accepted$sq$, NULL, 1, true, $sq$2026-10-20T15:40:50.554665+00:00$sq$);

insert into public.comments (id, piece_id, user_id, user_name, content, parent_id, created_at)
OVERRIDING SYSTEM VALUE values

(2, 2, $sq$2112445970011652096$sq$, $sq$Yazov$sq$, $sq$好东西👍$sq$, NULL, $sq$2026-10-20T14:50:27.432249+00:00$sq$);

-- 2 篇含全文 + 1 条评论
